Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/national_government/houses_of_the_oireachtas/nomination_of_seanad_panel_candidates.html.txt.tmx
Source language: en
Languages: ga

source: Nomination of Seanad panel candidates
ga: Iarrthóirí Painéal an tSeanaid a Ainmniú

source: Before each general election, five panels are formed, which contain candidates who have knowledge and practical experience of the following areas
ga: Roimh gach olltoghchán déantar cúig phainéal a chruthú d'arrthóirí a bhfuil eolas agus taithí phraiticiúil acu sna réimsí seo a leanas

source: • Cultural and educational panel
ga: • Painéal Cultúir agus Oideachais

source: This includes people involved with the national language, culture, literature, art, education, law and medicine
ga: Ina measc tá daoine a bhfuil plé acu leis an teanga náisiúnta, le cultúr, litríocht, leis na healaíona, leis an oideachas, dlí agus leigheas

source: This includes people involved in agriculture and fisheries
ga: Ina measc tá daoine atá gníomhach i gcursaí talmhaíochta agus iascaireachta

source: This includes people involved in either organised or unorganised labour
ga: Ina measc tá daoine a bhfuil baint acu leis an lucht oibre eagraithe nó neamheagraithe

source: • Industrial and Commercial panel
ga: • Painéal Tionscail agus Tráchtála

source: This includes people involved in industry and commerce, including banking, finance, accountancy, engineering and architecture
ga: Ina measc tá daoine a bhfuil plé acu le tionscal agus tráchtáil, baincéireacht, airgeadas, cuntasaíocht, innealtóireacht agus ailtireacht san áireamh

source: This includes people involved in public administration and social services, including voluntary social services
ga: Ina measc tá daoine atá ag plé le riarachán poiblí agus le seirbhísí sóisialta, seirbhísí sóisialta deonacha san áireamh

source: Those five panels are then each divided into two panels; the Oireachtas sub-panel and the Nominating Bodies sub-panel
ga: Déantar an cúig painéal sin a roinnt i ndá phainéal ansin, fo-phainéal an Oireachtais agus fo-phainéal na n-údarás ainmniúcháin

source: In order to be nominated to a panel of candidates, you must be eligible to become a Senator
ga: Chun ainmniúchán a fháil ar phainéal iarrthóirí ní mór duit a bheith intofa mar sheanadóir

source: To be placed on an Oireachtas sub-panel, you must be nominated by any four members of the Dáil and Seanad
ga: Más mian leat a bheith san áireamh ar fo-phainéal Oireachtais, ní mór duit a bheith ainmnithe ag aon cheathrar chomhalta den Dáil agus den Seanad

source: Each TD and Senator can nominate one person only to any Oireachtas sub-panel
ga: Ní féidir le gach TD agus Seanadóir ach duine amháin a ainmniú le fo-choiste Oireachtais

source: To be placed on a Nominating Bodies sub-panel, you must be nominated by one of the bodies registered
ga: Chun áit a fháil ar fho-phainéal na n-údarás ainmniúcháin, ní mór duit a bheith ainmnithe ag ceann de na heagrais chláraithe

source: The Clerk of the Seanad keeps a register of bodies that can nominate candidates
ga: Tá clár ag Cléireach an tSeanaid de na heagrais gur féidir leo iarrthóirí a ainmniú

source: These bodies are usually non-profit making organisations that represent the interests of one of the panels
ga: Eagrais gan brabús iad na heagrais seo go hiondúil a dhéanann ionadaíocht ar son ceann de na hábhair spéise de cheann de na painéil

source: A body cannot be registered for more than one panel
ga: Ní féidir le heagras a bheith cláraithe ar son níos mó ná painéal amháin

source: Each registered nominating body will nominate a fixed number of candidates for its panel
ga: Ainmneoidh gach eagras cláraithe ainmniúcháin líon áirid iarrthóirí dá phainéal

source: The Register of Nominating Bodies is reviewed in February each year
ga: Déanfar athbhreithniú ar an gClár de Chomhlachtaí Ainmniúcháin i bhFeabhra gach bliain

source: Any body that wants to be registered or amend its details on the register or be removed from the register must complete an application form and submit it to the Seanad Returning Officer before 12 noon on 14 February (see 'Where to apply' below)
ga: Ní mór d’aon chomhlacht atá ag iarraidh clárú nó a gcuid sonraí a leasú ar an gclár nó a ainm a bhaint den chlár foirm iarratais a chomhlánú agus í a chur faoi bhráid Cheann Comhairimh an tSeanaid roimh 12 meánlae ar 14 Feabhra - féach 'Cá háit a ndéanfaidh mé iarratas' thíos

source: Applications to be added or removed from the Register of Nominating Bodies must be sent to:
ga: Ní mór iarratais chun comhlacht a chur leis an gClár de Chomhlachtaí Ainmniúcháin a sheoladh chuig:

source: Seanad Returning Office,
ga: Oifig Chomhairimh an tSeanaid,
